Revit 2024 API
IFCImportOptions.Dispose Method
Releases all resources used by the IFCImportOptions
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
IFCImportOptions Class
Autodesk.Revit.DB.IFC Namespace